pilot_case/PILOT-LH2-001/evidence/docker_smoke_test/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       5890;
    }
    top
    {
        type            patch;
        nFaces          60;
        startFace       5950;
    }
    left
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       6010;
    }
    right
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       6060;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6000;
        startFace       6110;
    }
)

// ************************************************************************* //
